<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8"/>
    <title>Title</title>
    <style>
        body{
            font-family:SimHei;
            padding: 0;
            margin: 0;
        }
        .wrapper{
            width: 1100px;
            margin: 0 auto;
        }
        h3{
            text-align: center;
        }
        p{
            text-indent:35px;
            line-height: 35px;
        }
        .left{
            float: left;
            width: 50%;
        }
        .right{
            float: right;
            width: 50%;
        }
    </style>
</head>
<body>
<div class="wrapper">

    <h3>授信协议</h3>
    <p>甲、乙双方本着平等诚信的原则，经协商一致，于 年 日在订立本合同，以兹共同遵照执行:.</p>
    <p> 第一条: 授信额度及类别在本合同规定的条件下，乙方同意在授信额度有效期间内向甲方提供贷款累计余额不得超过       人民币元整的授信额度。</p>
    <p> 第二条: 授信期间本合同项下授信额度的有效使用期间(即授信期间)为自   年 月 日至  年  月  日，但贷款额度的有效使用期限应受相关借款合同的约定。 乙方有权对本合同项下授信额度使用情况进行不定期审查，如出现本合同第四条述明的情形，乙方有权调整授信期间。</p>
    <p>第三条: 授信额度的使用甲方申请使用的授信额度余额(即使用中尚未归还的累计债务数额)在任何时候都不得超过本合同第1条约定的授信额度。在授信期间内，甲方对已归还的授信额度可循环使用，授信期间内未使用的授信额度在授信期间届满后自动取消。 甲方必须在本合同第2条约定的授信期间内申请使用授信额度,每笔授信项目的开始使用日期不得超过授信期间的截止日，该截止日包括调整后授信期间的截止日。每笔授信项目的使用期限依所签的合同或协议约定。 乙方与甲方就每一项具体授信所签订的合同或协议(以下简称具体借款合同)与本合同不一致的，以该具体借款合同为准，但甲方对本合同项下或与本合同相关的具体借款合同项下的任何和一切债务承担的连带责任不得因此无效或得以解除。 对甲方在本协议及具体借款合同项下的到期未付应付款项,并且乙方有权对资金使用情况随时进行检查。</p>
    <p>第四条: 授信额度的调整如发生以下事件之一即构成甲方违约: 甲方没有按期支付到期的与乙方有关的未清偿债务,包括本合同规定或每笔具体借款合同的本金、利息和其他费用等; 甲方没有按照约定用途使用授信资金; 甲方没有充分履行本合同或与乙方签订的其他有关合同或协议项下的任何义务或没有完全遵守其中的任一规定 ,且在接到乙方书面通知后没有采取令乙方满意的补救措施; 甲方未履行本合同第五章中的所规定的义务，且己对乙方的权益产生重大的实质性的不利影响;发生据乙方合理的判断可能会实质性危及、损害乙方权益的与本合同有关的其他事件，如本合同的担保人的担保能力变得明显不足,与甲方经营相关的市场情况或国家政策发生重大变化并将对甲方经营状况产生实质性的不利影响等。 违约事件发生后, 乙方有权根据情节轻重调整。</p>
    <div>
        <p>借款人(甲方):  ${name}</p>
        <p>住所地:</p>
        <p>法定代表人:</p>
        <p>电话:</p>
        <p>邮编:</p>
    </div>
    <div>
        <p>贷款人(乙方):  ${name1}</p>
        <p>住所地:</p>
        <p>法定代表人:</p>
        <p>电话:</p>
        <p>邮编:</p>
    </div>

</div>
</body>
</html>